{"sections":{"main":{"type":"collections-customiser","settings":{"header_desktop_hex":"#66cce6","strength_low_copy":"Low","strength_medium_copy":"Medium","strength_high_copy":"High"}},"16444066843747d673":{"type":"text-with-image","blocks":{"a1a0de97-607b-47e9-bc48-0f48e389b875":{"type":"text_with_image","settings":{"image_position":"Right","image":"shopify:\/\/shop_images\/Home-Page-USP-Award-Winning-Desktop.jpg","image_mob":"shopify:\/\/shop_images\/Orange-County-CBD-HomePage-Valentines-Banner-Mobile.jpg","image_url":"","number":"32","heading":"What Are Terpenes?","copy":"<p>Terpenes are natural compounds found in plants that are responsible for their different scents and flavours.<br\/><br\/>Think about the smell of pine needles when you pick out a real Christmas tree; that smell is down to the tree’s terpenes. There are hundreds of different terpenes that have been identified, but the common ones most relevant to CBD fall into groups including:<br\/><br\/>Limonene – commonly found in citrus fruits, including lemons (the name is a bit of a giveaway), this terpene can contribute to the flavour and aroma found in some CBD vape e-liquids.<br\/><br\/>Myrcene – this terpene has a rich and earthy aroma which is commonly associated with cannabis but is totally separate from the compound (THC) responsible for the ‘high’.<br\/><br\/>Pinene – the same terpene that helps give pine needles that distinctive scent is also found in many types of hemp plant.<br\/><br\/>Caryophyllene – commonly found in many leafy green vegetables as well as the cannabis plant, this terpene adds a unique flavour element when included in CBD.<br\/><br\/>As well as the above, there are many other naturally occurring terpenes found in cannabis plants, which all add something unique when included in CBD products too and can have a big impact on the taste and smell. <br\/><br\/>With CBD vaping specifically, this can help to give a more authentic experience which many vapers really enjoy.<br\/><\/p>"}},"8ca71d2f-0234-4784-a6de-62450661671e":{"type":"text_with_image","settings":{"image_position":"Left","image_url":"","number":"","heading":"","copy":""}}},"block_order":["a1a0de97-607b-47e9-bc48-0f48e389b875","8ca71d2f-0234-4784-a6de-62450661671e"],"settings":{"title":"Terpenes UK"}}},"order":["main","16444066843747d673"]}